{
  "data": [{
    "id": "2977",
    "title": "Ley 2.977",
    "content": "Declara como feriado los siguientes días: Año Nuevo, Viernes y Sábado Santo, Día de las Glorias Navales, Día de la Asunción de la Virgen, Día de la Independencia Nacional, Día de las Glorias del Ejército, Día de Todos los Santos, Día de la Inmaculada Concepción, Navidad y todos los domingos del año. Promulgada el 28 de enero de 1915 por el Presidente Ramón Barros Luco. Publicada el 01 de febrero de 1915.",
    "link": "http://www.leychile.cl/Navegar?idNorma=23639"
  },
  {
    "id": "3810",
    "title": "Ley 3.810",
    "content": "Declara como feriado el Día del Descubrimiento de dos Mundos. Promulgada el 14 de noviembre de 1921 por el Presidente Arturo Alessandri. Publicada el 24 de noviembre de 1921.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "16535",
    "title": "Ley 16.535",
    "content": "Declara feriado escolar en la comuna de Chillán el día 20 de agosto de cada año. Promulgada el 19 de agosto de 1966 por el Vicepresidente Bernardo Leighton Guzmán. Publicada el 2 de septiembre de 1966.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "18432",
    "title": "Ley 18.432",
    "content": "Declara como feriado el día de San Pedro y San Pablo. Promulgada el 23 de agosto de 1985 por el Presidente Augusto Pinochet. Publicada el 17 de septiembre de 1985.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "18700",
    "title": "Ley 18.700",
    "content": "Declara como feriado los días en que se realicen elecciones y plebiscitos. Promulgada el 19 de abril de 1988 por el Presidente Augusto Pinochet. Publicada el 06 de mayo de 1988.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "bancos",
    "title": "Ley General de Bancos",
    "content": "Fija el texto refundido, sistematizado y concordado que se denominará Ley General de bancos. Promulgada el 26 de noviembre de 1997 por el Presidente Eduardo Frei Ruiz-Tagle. Publicada el 19 de diciembre de 1997.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "19668",
    "title": "Ley 19.668",
    "content": "Traslada los feriados de San Pedro y San Pablo y el Día del Descubrimiento de dos Mundos al lunes de la semana que ocurre si es un día martes, miércoles o jueves, y al lunes de la semana siguiente si es viernes. Promulgada el 08 de marzo de 2000 por el Presidente Eduardo Frei Ruiz-Tagle. Publicada el 10 de marzo de 2000.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "trabajo",
    "title": "Código del Trabajo",
    "content": "Declara como feriado el Día Nacional del Trabajo. Promulgada el 31 de julio de 2002 por el Presidente Ricardo Lagos. Publicada el 16 de enero de 2003.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "19790",
    "title": "Ley 19.790",
    "content": "Declara como feriado los días en que se realice el Censo Oficial. Promulgada el 21 de enero de 2002 por el Presidente Ricardo Lagos. Publicada el 01 de febrero de 2002.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "19973",
    "title": "Ley 19.973",
    "content": "Declara que los días 01 de enero, 01 de mayo, 18 de septiembre y 25 de diciembre de cada año, sean feriados obligatorios e irrenunciables para todos los dependientes del comercio, excepto para quienes se desempeñan en restaurantes, lugares de entretención, expendios de combustibles y farmacias de turno o urgencia. Promulgada el 07 de septiembre de 2004 por el presidente Ricardo Lagos. Publicada el 10 de septiembre de 2004.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "20148",
    "title": "Ley 20.148",
    "content": "Declara como feriado el Día de la Virgen del Carmen. Promulgada el 27 de diciembre de 2006 por la Presidente Michelle Bachelet. Publicada el 06 de enero de 2007.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "20215",
    "title": "Ley 20.215",
    "content": "Declara como feriado los días lunes 17 de septiembre o viernes 20 de septiembre, si los días 18 y 19 de septiembre son martes y miércoles o miércoles y jueves respectivamente. Promulgada el 10 de septiembre de 2007 por la Presidente Michelle Bachelet. Publicada el 14 de septiembre de 2007.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "20299",
    "title": "Ley 20.299",
    "content": "Declara como feriado el Día Nacional de las Iglesias Evangélicas y Protestantes, también establece que este feriado se traslade al viernes de la semana que ocurre si es día miércoles, y al viernes de la semana anterior si es martes. Promulgada el 10 de octubre de 2008 por la Presidente Michelle Bachelet. Publicada el 11 de octubre de 2008",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "20336",
    "title": "Ley 20.336",
    "content": "Modifica el Código del Trabajo relativo al desacanso semanal de los trabajadores de casa particular. Promulgada el 23 de marzo de 2009 por la Presidente Michelle Bachelet. Publicada el 03 de abril de 2009.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "20354",
    "title": "Ley 20.354",
    "content": "Reforma Consitucional que modifica la fecha de las elecciones presidenciales. Promulgada el 05 de junio de 2009 por la Presidente Michelle Bachelet. Publicada el 12 de junio de 2009.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "20515",
    "title": "Ley 20.515",
    "content": "Modifica la fecha de las Elecciones Presidenciales y Parlamentarias y la fecha de la Segunda Vuelta Presidencial. Promulgada el 28 de junio de 2011 por el Presidente Sebastián Piñera. Publicada el 04 de julio de 2011",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "20692",
    "title": "Ley 20.692",
    "content": "Establece feriado irrenunciable el día 19 de septiembre. Promulgada el 10 de septiembre de 2012 por el Vicepresidente Rodrigo Hinzpeter. Publicada el 14 de septiembre de 2012.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "20640",
    "title": "Ley 20.640",
    "content": "Establece el sistema de Elecciones Primarias para la nominación de candidatos a Presidente de la República, Parlamentarios y Alcaldes. Promulgada el 29 de noviembre de 2012 por el Presidente Sebastián Piñera. Publicada el 06 de diciembre de 2012.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "20663",
    "title": "Ley 20.663",
    "content": "Establece feriado el día 7 de Junio para la región de Arica y Parinacota. Promulgada el 12 de abril de 2013 por el Presidente Sebastián Piñera. Publicada el 30 de abril de 2013.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "20873",
    "title": "Ley 20.873",
    "content": "Adelanta las Elecciones Municipales al 23 de octubre del 2016. Promulgada el 26 de octubre de 2015 por la Presidente Michelle Bachelet. Publicada el 02 de noviembre de 2015.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  },
  {
    "id": "20983",
    "title": "Ley 20.983",
    "content": "Establece feriado el día 17 de septiembre cuando el 18 y 19 de septiembre del mismo año sea sábado y domingo respectivamente, y el 2 de enero cuando el 1 de enero sea día domingo. Promulgada el 27 de diciembre de 2016 por la Presidente Michelle Bachelet. Publicada el 30 de diciembre de 2016.",
    "link": "http://www.leychile.cl/Navegar?idNorma=24262"
  }]
}
